{
    "acb70848-c67c-479f-aafc-f717887dc34c": {
        "_ownerId": "c7b4d4c6-ca4c-43af-867c-d051c2bdf82a",
        "title": "ROCCAT Vulcan Pro Tactile Optical PC Gaming Keyboard, Titan Switch Full Size, with Per-key AIMO RGB Lighting, Anodized Aluminum Top Plate and Detachable Palm/Wrist Rest, Low Profile, Black",
        "description": "Optical Speed, Linear Mechanical Feel - ROCCAT’s new linear Titan Switch Optical actuates at the speed of light for a whole new level of speed and responsiveness, whilst retaining the signature keystroke feel of mechanical. ** ADVANCED ANTI-GHOSTING - Technology optimized for gamers to ensure every key stroke of the most-used keys is registered – no matter how frantic the action gets. ** AIMO ILLUMINATION - ROCCAT’s proprietary lighting eco-system connects compatible devices present vivid lighting scenarios right out of the box, without the need for extensive configuration; With full backlighting in 16.8 million colors. ** MIXER-STYLE MEDIA CONTROLS - The volume dial and backlit media buttons allow you to adjust volume and mute on the fly, or toggle over to lighting control to adjust brightness. ** CUSTOMIZED YOUR WAY - ROCCAT’s Easy-Shift Plus technology adds a secondary function to compatible keys; Just hold down the designated modifier key for double the command power in an instant. ** DETACHABLE PALM REST - Attaching with a premium magnetic solution, the included palm rest lets you adjust your setup to whatever’s comfortable for you, whether it’s a relaxed typing or aggressive gaming style. ** LONG LASTING DURABILITY - Optical switches function contactlessly and prevent the build-up of rust, effectively doubling their lifecycle to 100m keystrokes; An aircraft-grade black anodized aluminum top plate reinforces the keyboard for extra strength",
        "price": 159.99,
        "imageArr": [
            "/keyboard/1.jpg",
            "/keyboard/2.jpg",
            "/keyboard/3.jpg",
            "/keyboard/4.jpg",
            "/keyboard/5.jpg",
            "/keyboard/6.jpg"
        ],
        "category": "electronics",
        "_createdOn": 1617797078108
    },
    "e651539d-b2b2-40d4-9e99-a60d0868e179": {
        "_ownerId": "9bd2535c-e6e0-45d2-9882-2ad67262734f",
        "title": "Wyze Cam v3 with Color Night Vision, Wired 1080p HD Indoor/Outdoor Video Camera, 2-Way Audio, Works with Alexa, Google Assistant, and IFTTT",
        "description": "Color night vision: An all-new Starlight Sensor records night time video in full, vivid color. The Starlight Sensor can see full color in environments up to 25x darker than traditional video cameras and the new f/1.6 aperture captures 2x more light. ** Indoor/Outdoor: Wyze Cam v3 is a wired video camera with an IP65 rating so you can confidently install it outside in the rain or inside in the kids’ room. Wyze Outdoor Power Adapter (sold separately) required for outdoor use. Phone Compatibility - Android 5.0+, iOS 9.0+. ** Motion & Sound detection: Wyze Cam records video when motion or sound is detected and sends an alert straight to your phone. Motion Detection Zones and custom settings allow you to adjust the sensitivity of detection or turn it off completely. ** 24/7 Continuous Recording: Continuous video recording with a 32GB MicroSD card (sold separately). Just insert the MicroSD into the base of the Wyze Cam and you’re all set. ** IFTTT certified connect all of your different apps and devices. When you sign up for a free account, you can enable your apps and devices to work together.",
        "price": 35.98,
        "imageArr": [
            "/camera/1.jpg",
            "/camera/2.jpg",
            "/camera/3.jpg",
            "/camera/4.jpg",
            "/camera/5.jpg"
        ],
        "category": "electronics",
        "_createdOn": 1617797078108
    },
    "ada02b7b-1161-459d-884b-41a4db993cb5": {
        "_ownerId": "c7b4d4c6-ca4c-43af-867c-d051c2bdf82a",
        "title": "Razer Kraken Ultimate RGB USB Gaming Headset: THX 7.1 Spatial Surround Sound - Chroma RGB Lighting - Retractable Active Noise Cancelling Mic - Aluminum & Steel Frame - for PC & Mac - Classic Black",
        "description": "Ultimate Personalization and Gaming Immersion with Razer Chroma: Offers effortless, full integration with popular game titles and syncs with Razer hardware, Philips Hue, and gear from 30 plus partners; supports 16.8 million colors. ** THX 7.1 Surround Sound Capable: Provides industry-leading audio realism for in-game immersion by providing accurate spatial audio information beyond standard 7.1 surround sound directional cues. ** All-Day Comfort: Oval, cooling gel-infused cushions that prevent overheating and pressure build-up. ** Retractable, Active Noise Cancelling Microphone: An improved mic with ANC reduces background and ambient noises for crystal-clear communication. ** On-Earcup Audio Controls: Includes volume up and down and THX Spatial on or off toggle. ** Compatibility: Connects via USB connector; THX Spatial Audio available on Windows 10 64bit only. ** Frequency Response 20 Hz – 20 kHz",
        "price": 129.99,
        "imageArr": [
            "/headphones/1.jpg",
            "/headphones/2.jpg",
            "/headphones/3.jpg",
            "/headphones/4.jpg",
            "/headphones/5.jpg",
            "/headphones/6.jpg"
        ],
        "category": "electronics",
        "_createdOn": 1617797078108
    },
    "5720a0fe-3a22-4cb5-b80d-5698812c8e6a": {
        "_ownerId": "c7b4d4c6-ca4c-43af-867c-d051c2bdf82a",
        "title": "SteelSeries Aerox 5 - Lightweight Gaming Mouse - 18000 CPI -- TrueMove Air Optical Sensor - Ultra-Lightweight Water Resistant Design - Universal USB-C Connectivity",
        "description": "Ultra Lightweight Design - State-of-the-art engineering streamlined the Aerox 5 to 66g for ultra-fast and optimal performance across games, like Valorant, Call of Duty, Fortnite, CS:GO, League of Legends, Apex Legends, PUBG, Grand Theft Auto, and many more. ** Total Customization - 9 programmable buttons with a 5-button action panel includes a tailor-made up/down flick switch. Customize every click with ease using SteelSeries Engine. ** All-Around Protection - Rated IP54, AquaBarrier shields the mouse from water, dust, dirt and more. ** Precise Performance - Groundbreaking TrueMove Air sensor brings total control with tilt tracking, delivering 18,000 CPI, 400 IPS, and 40G acceleration. ** Brilliant PrismSync Lighting - Easily choose from 16.8 million colors in 3 zones to customize RGB lighting that reacts to in-game events and can work in-sync with other SteelSeries gear.",
        "price": 79.99,
        "imageArr": [
            "/mouse/1.jpg",
            "/mouse/2.jpg",
            "/mouse/3.jpg",
            "/mouse/4.jpg",
            "/mouse/5.jpg",
            "/mouse/6.jpg"
        ],
        "category": "electronics",
        "_createdOn": 1617797078108
    },
    "f59f0471-8e8f-413a-b515-7c0fa2503e86": {
        "_ownerId": "9bd2535c-e6e0-45d2-9882-2ad67262734f",
        "title": "Fullstar Vegetable Chopper - Spiralizer Vegetable Slicer - Onion Chopper with Container - Pro Food Chopper - Black Slicer Dicer Cutter - 4 Blades",
        "description": "4 interchangeable blades let you julienne, chop and slice vegetables with ease. Built-in chop lid lets you cut foods directly into the 1.2L collection tray without the mess of a knife and cutting board. Storage container lets you hold prepared vegetables in the Fullstar Vegetable Cutter until you are ready to begin cooking. This 7-piece set is destined to become the favorite among all your home kitchen tools. ** Rust resistant heavy-duty 420 stainless steel retains razor sharpness for crisp, smooth cutting and grating. Blades snap in and out with ease. Cut potatoes, tomatoes, cucumbers, carrots and more. ** Soft grip handle with rubberized tpu enhances leverage while the non-skid base ensures stability during use. Slice, dice, chop and cut fruits and vegetables safely and easily, in half the time. ** BPA Free. This compact chopper measures just 10.63”L x 4.72”H x 4.48”W. It can be fully disassembled for easy cleaning on the top shelf of your dishwasher. ** Read the manual carefully - Please read the instruction manual provided with the Fullstar food chopper closely before use. If you have any questions or issues regarding the chopper please do not hesitate to send the seller a message through Amazon and we will respond within 24 hours",
        "price": 39.98,
        "imageArr": [
            "/chopper/1.jpg",
            "/chopper/2.jpg",
            "/chopper/3.jpg",
            "/chopper/4.jpg",
            "/chopper/5.jpg",
            "/chopper/6.jpg"
        ],
        "category": "home & kitchen",
        "_createdOn": 1617797078108
    },
    "8204c37d-af9a-42ee-ba36-16f2567f89de": {
        "_ownerId": "9bd2535c-e6e0-45d2-9882-2ad67262734f",
        "title": "Ninja NC299AMZ CREAMi Ice Cream Maker, for Gelato, Mix-ins, Milkshakes, Sorbet, Smoothie Bowls & More, 7 One-Touch Programs, with (1) Pint Container & Lid, Compact Size, Perfect for Kids, Matte Black",
        "description": "NINJA CREAMI: With the Ninja CREAMi, you can transform everyday ingredients into ice cream, gelato, smoothie bowls, milkshakes, and more. ** FROM HEALTHY TO INDULGENT: Easily enjoy a wide array of frozen treats like decadent gelato, lite ice cream, dairy-free, gluten-free and much more. The Ninja CREAMi makes delicious treats that fit your lifestyle. ** COMPACT FOR YOUR COUNTERTOP: The CREAMi is compact in size allowing for seamless storage and fitting easily on your countertop. ** FUN FOR ALL AGES: Easy-to-use functionality allows for the whole family to enjoy making frozen treats together. ** MIX-INS: Customize your flavor and texture by mixing in your favorite chocolate, nuts, candy, fruit, and more to personalize any CREAMi treat. ** 7 VERSATILE PROGRAMS: (7) one-touch programs allow for the perfect combination of speed, pressure, and time to completely shave through your frozen pint. Choose between Ice Cream, Sorbet, Gelato, Milkshake, Smoothie Bowl, Lite Ice Cream​, and Mix-in. ** CREAMIFY TECHNOLOGY: Unlike traditional ice cream makers, Ninja’s innovative Creamerizer System finely shaves and churns ice particles into creamy frozen treats in minutes.",
        "price": 200.00,
        "imageArr": [
            "/iceCreamMaker/1.jpg",
            "/iceCreamMaker/2.jpg",
            "/iceCreamMaker/3.jpg",
            "/iceCreamMaker/4.jpg",
            "/iceCreamMaker/5.jpg",
            "/iceCreamMaker/6.jpg"
        ],
        "category": "home & kitchen",
        "_createdOn": 1617797078108
    },
    "4e902f13-94d3-47ef-87a1-f5128a71c028": {
        "_ownerId": "9bd2535c-e6e0-45d2-9882-2ad67262734f",
        "title": "Amazon Basics Padded Office Desk Chair with Armrests, Adjustable Height/Tilt, 360-Degree Swivel, 275Lb Capacity - Black",
        "description": "Padded mid-back rolling office chair upholstered in durable polyurethane bonded (faux) leather ** Height-adjustable padded seat with adjustable seat angle, tilt control and padded armrests; perfect for home office, computer desk, guest work station or conference room ** 5-legged base with durable casters for smooth-rolling mobility; 275-pound max weight capacity ** Product weighs 26.5 pounds; assembly instructions included ** BIFMA Certified ** Chair measures 24 x 24.2 x 34.8-38.6 inches (LxWxH); seat width 20.1-inches, seat depth 16.5-inches, seat back height 18.7-inches",
        "price": 74.36,
        "imageArr": [
            "/chair/1.jpg",
            "/chair/2.jpg",
            "/chair/3.jpg",
            "/chair/4.jpg",
            "/chair/5.jpg",
            "/chair/6.jpg"
        ],
        "category": "home & kitchen",
        "_createdOn": 1617797078108
    },
    "3a15498f-78a8-406e-a751-61b253f7d135": {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Sleep Innovations Marley 10 Inch Cooling Gel Memory Foam Mattress with Airflow Channel Foam for Breathability, Full Size, Bed in a Box, Medium Firm Support",
        "description": "Full Size Cool Memory Foam Mattress: This 10 inch cooling gel memory foam mattress is perfect for hot sleepers; Medium firm mattress features a triple layer design with a soft knit cover, responsive foam and a durable base layer for pressure relieving support in any sleep position ** Cooling Comfort: This Full memory foam mattress features cooling gel foam and an airflow channel for enhanced breathability, so you sleep cool all night every night ** Support For Every Sleeper: Whether you are a stomach, back or side sleeper, you can find motion isolation, edge support, and breathable comfort with an eco conscious Sleep Innovations memory foam bed ** Quality First: The Marley mattress is made in the USA and Mexico. Our memory foam mattresses, mattress toppers, and pillows are all hypoallergenic and CertiPUR-US certified, offering you high quality materials for high quality sleep ** Committed To Great Sleep: We invented the memory foam bed in a box and continue to deliver sleep restoration today with innovative foams and fabrics; This full bed mattress comes with a 10 year warranty",
        "price": 559.99,
        "imageArr": [
            "/bed/1.jpg",
            "/bed/2.jpg",
            "/bed/3.jpg",
            "/bed/4.jpg",
            "/bed/5.jpg",
            "/bed/6.jpg"
        ],
        "category": "home & kitchen",
        "_createdOn": 1617797078108
    },
    "f6f54fcd-0469-470b-8ffa-a33ae6c7a524": {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Nissan 350z Premium Pack",
        "description": "The car is in good condition. I'm selling it because I need the money immediately to buy stuff for protection against the zombie outbreak.",
        "price": 16000.0,
        "imageArr": [
            "/nissan350z/1.jpg",
            "/nissan350z/2.jpg",
            "/nissan350z/3.jpg",
            "/nissan350z/4.jpg",
            "/nissan350z/5.jpg"
        ],
        "category": "cars & accesories",
        "_createdOn": 1617799658349
    },
    "6ccd5d82-5fc5-42dc-b934-70fc17ec7e64": {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Qwix Mix Windshield Washer Fluid Concentrate, 1 Bottle Makes 32 Gallons, 1/4 oz. Makes 1 Gallon 100% Biodegradable",
        "description": "Easy-to-measure bottle, just squeeze 1/4 oz. in the dosage reservoir to make 1 gallon of windshield washer fluid. ** Make it like the factory does, consistent quality that wipes to a streak-free shine. ** Each 8 oz. bottle makes 32 gallons of windshield washer fluid. jugs. ** Add methanol for wintertime blends using our easy to read mixing chart on the back of the label.",
        "price": 21.99,
        "imageArr": [
            "/windshieldFluid/1.jpg",
            "/windshieldFluid/2.jpg"
        ],
        "category": "cars & accesories",
        "_createdOn": 1617797078108
    },
    "a16618cd-5fcf-413a-bf14-3b0e0947110a": {
        "_ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "title": "Mens Yes i'm a car guy, I change my own blinker fluid T-shirt",
        "description": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester ** Imported ** Machine wash cold with like colors, dry low heat ** Very Stylish Car lovers T-shirt, that's perfect for that tuner, hot rodder, grease monkey, drifter, and weekend tinkerer. ** blinker fluid gag gift ,mechanic girlfriend shirt,funny mechanic shirts for men ,blinker fluid shirt ,blinker fluid t shirt ** Lightweight, Classic fit, Double-needle sleeve and bottom hem",
        "price": 19.99,
        "imageArr": [
            "/tShirt/1.jpg",
            "/tShirt/2.jpg"
        ],
        "category": "cars & accesories",
        "_createdOn": 1617797078108
    },
    "26391345-c3b5-4046-b058-004ade4d5596": {
        "_ownerId": "c7b4d4c6-ca4c-43af-867c-d051c2bdf82a",
        "title": "BJinegely 2Pcs LED Headlight Hi/Low Car Conversion Kit Light Beam Bulbs120W 6000K 10000LM Plug-and-Play Replacement Bulbs, 50,000+ Hour Lifespan (9007-1)",
        "description": "[Waterproof&Safety] IP68-The highest level of connector waterproof rating standard, LED headlight bulbs don't be afraid of the rainy day your blub will be burned off . ** [500% Brighter Than Halogens] The advanced LED chips of the BJinegely 9007 led bulb output enough light to give a 500% brightness over stock bulbs, and the 6000K daylight optics provide enhanced visibility for safer driving. IP68 feature makes it work perfectly on any severe weather, brighter light output with much less power consumption. ** [Over 50,000 Hours Lifespan] 9007 LED headlight bulbs Using the premium aviation aluminum heat sink with optimized 10,000RPM silent turbo cooling fan,providing up to 150% cooling effect, so that LED has an incredible long life of over 50,000 hours, and can provide longer-lasting lighting ** [5 Mins Easy Installation] The durable All-in-one compact design, bulid-in driver for taking up less space in housing.real plug and play, quickly install in 5 mins. 9007 LED headlight kit smoothly fits into vehicle's housing and factory sockets even with limited space in headlight housing, no retrofitment required ** [Fits for 99% of vehicle] 9007 LED headlight bulbs are compatible with 99% of vehicles. But for some vehicles, the computer system may be very sensitive, and an additional CANbus decoder is needed to make the bulb perform well.",
        "price": 14.58,
        "imageArr": [
            "/headlights/1.jpg",
            "/headlights/2.jpg",
            "/headlights/3.jpg",
            "/headlights/4.jpg",
            "/headlights/5.jpg",
            "/headlights/6.jpg"
        ],
        "category": "cars & accesories",
        "_createdOn": 1617797078108
    },
    "4b0c5eb8-cb5e-4d6b-a166-01de277eade2": {
        "_ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "title": "C&E Craft - Smells Like Henry Cavill Scented Candle - Flannel Pine Scent - The Witcher Candle - Gift for Her - The Witcher Gift",
        "description": "The Perfect Choice: Looking to create a nurturing, cozy living space that reminisces your happiest memories? Nothing says home like the C&E Craft scented candles, the perfect way of relaxing and unwinding after a hard day! ** All-Natural Candles: Our soy candle is made with all-natural sustainable soy wax, being 100% safe and non-toxic for your family and pets. These candles are made in small batches and hand-poured with care in glass jars with metallic lids, for prolonged freshness. ** Exquisite Notes: These homesick candles have a delightful flannel pine fragrance, a woodsy blend is the perfect mix of warm greens, freshly cut pine trees, with subtle notes of amber, vanilla, and hints of lavender. ** Relax and Enjoy: Whether you’re a fan of meditation, yoga, aromatherapy, relaxing candle baths or you simply enjoy that wonderful SPA-like atmosphere from the comfort of your own home, Smells Like Harry On A Summer Evenin’ unique candles is exactly what you need! ** An Excellent Present: Order the C&E Craft relax candle for yourself or as a thoughtful present for a friend or loved one, and you can be sure everyone will love it! Available in 8 ounces with a 35+ hour burn time, this new home candle is perfect for housewarming parties, birthdays, holidays, anniversaries or other special occasions!",
        "price": 24.00,
        "imageArr": [
            "/candle/1.jpg",
            "/candle/2.jpg",
            "/candle/3.jpg",
            "/candle/4.jpg"
        ],
        "category": "The Witcher ;)",
        "_createdOn": 1617797078108
    },
    "b559bd24-5fb6-4a42-bc48-40c17dea649d": {
        "_ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "title": "Dark Horse Deluxe The Witcher III: The Wild Hunt: Geralt in Bath Polyresin Statuette",
        "description": "From the hit video game ** Officially licensed ** Based on an in-game scene turned internet Meme ** Hand-painted Polynesian statuette ** Features Geralt relaxing and healing from his perilous journeys",
        "price": 79.99,
        "imageArr": [
            "/bath/1.jpg",
            "/bath/2.jpg",
            "/bath/3.jpg",
            "/bath/4.jpg"
        ],
        "category": "The Witcher ;)",
        "_createdOn": 1617797078108
    },
    "2949b54d-b163-4a00-b65c-41fb8b641561": {
        "_ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "title": "JINX The Witcher 3 Necklace with White Wolf Medallion which Glows Near MONSTERS // Like Ur MOM! //",
        "description": "IMPRESSIVE PENDANT SIZE: Bold and striking design, the Medallion measures 2 inches wide, 1.75 inches tall, 1 inch deep (closed backing to protect lightweight electronics); Chain measures approximately 30 inches in length ** QUALITY MATERIALS: Build from high-quality magnesium metal alloy ** THE WOLF COMES ALIVE: Eyes light up with red LEDs, using on/off switch on the back of the medallion; includes replaceable battery ** EVERY FAN WILL LOVE: This video game pendant necklace is great for a girl, teen, woman, girlfriend, fiancee, wife, mother and any Witcher fan; Great gift for birthday, Valentine's Day, Mother's Day, wedding or anniversary, Christmas and more; ages 17 and up adult collectible, not a toy ** AUTHENTIC WITCHER GEAR: Officially licensed by CD PROJEKT RED for The Witcher 3 video game; designed and created by JINX",
        "price": 29.99,
        "imageArr": [
            "/pendant/1.jpg",
            "/pendant/2.jpg",
            "/pendant/3.jpg",
            "/pendant/4.jpg",
            "/pendant/5.jpg",
            "/pendant/6.jpg"
        ],
        "category": "The Witcher ;)",
        "_createdOn": 1617797078108
    },
    "f6f54fcd-0469-470b-8fza-a33ae6c7a524": {
        "_ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "title": "McFarlane Toys The Witcher Geralt of Rivia 12” Action Figure (13441-4)",
        "description": "Incredibly detailed 12” scale figure based on The Witcher 3: Wild Hunt ** Geralt is featured wearing his signature Kaer Morhen armor ** Designed with Ultra Articulation with up to 22 moving parts for full range of posing and play ** Includes Geralt’s silver and steel swords with sheaths, monster head trophies, and base ** Figure is showcased in Witcher-themed window box packaging ** Collect all Witcher Figures! Geralt of Rivia and Eredin Breace Glas 7” Action Figures. Figures Sold Separately.",
        "price": 39.99,
        "imageArr": [
            "/actionFigure/1.jpg",
            "/actionFigure/2.jpg",
            "/actionFigure/3.jpg",
            "/actionFigure/4.jpg",
            "/actionFigure/5.jpg",
            "/actionFigure/6.jpg"
        ],
        "category": "The Witcher ;)",
        "_createdOn": 1617797078108
    }
}